Repository: aoelen/banna
Catalog: banna/dashboard/locale/*/LC_MESSAGES/django.po
Languages: ms

source: Bananas Harvested
ms: Pisang Dituai

source: Bananas Received
ms: Pisang diterima

source: Trees planted
ms: Pokok ditanam

source: Total farms
ms: Jumlah ladang

source: Monthly Statistics
ms: Statistik bulanan

source: Trees Planted
ms: Pokok ditanam

source: per yield
ms: setiap hasil

source: Farm Updates Submitted by Farmers
ms: Ladang yang dikemas kini oleh petani

source: for
ms: untuk

source: Read More..
ms: Baca lebih lanjut

source: Zones
ms: Zon

source: Farmer Updates for
ms: Petani mengemas kini untuk

source: Farm Name
ms: Nama Ladang

source: Month
ms: Bulan

source: Not completed
ms: Tidak lengkap

source: Factory Received
ms: Jumlah pisang kilang menerima

source: Harvests (number of trees)
ms: Tuaian (Jumlah pokok)

source: Trees
ms: Pokok

source: Farmers
ms: Petani

source: Updates for Month
ms: Kemas kini secara bulan

source: Update
ms: Kemas kini

source: No-Update
ms: tiada kemas kini

source: Bananas Overview
ms: Gambaran Keseluruhan Pisang

source: Bananas Harvested vs Bananas Received
ms: Pisang dituai lwn Pisang diterima

source: Add New Data
ms: Tambah data baru

source: Quantity Received (KG)
ms: Jumlah diterima(kg)

source: Date
ms: Tarikh

source: Actions
ms: Tindakan

source: Harvest
ms: Tuaian

source: Select the month
ms: Pilih Bulan

source: Edit Factory Data
ms: Edit Data Kilang

source: How much bananas received
ms: Berapa jumlah pisang diterima

source: Submit
ms: Hantar

source: Cancel
ms: Batal

source: Factory
ms: Kilang

source: Farm ID
ms: Id Ladang

source: Farmer Name
ms: Nama petani

source: Zone
ms: Zon

source: Date Registered
ms: Tarikh didafter

source: Harvested
ms: Tuaian

source: Bananas Harvested (KG)
ms: Pisang dituai(kg)

source: Trees Harvested
ms: Pokok dituai

source: Harvested bananas
ms: Pisang yang sudah dituai(kg)

source: Number of harvested trees
ms: Jumlah pokok yang dituai

source: Dashboard
ms: Papan Statistik

source: Factory Data
ms: Data Kilang

source: Factory Overview
ms: Gambaran Keseluruhan Kilang

source: Welcome
ms: Selamat datang

source: Logout
ms: Log Keluar

source: Planted Trees
ms: Pokok yang ditanam

source: Fertilizer Used
ms: Baja yang digunakan

source: Number of Trees
ms: Jumlah pokok
