Repository: aoelen/banna
Catalog: banna/farmer/locale/*/LC_MESSAGES/django.po
Languages: ms

source: Error Message
ms: Waarschuwing

source: Please fill in all fields. If there are no harvested trees in a particular yield, please fill in zero.
ms: Vul graag alle velden in. Als er geen oorgst is in een bepaalde cyclusvul dan null in.

source: Close
ms: Sluit

source: Did you use a fertilizer this month?
ms: Heb jij deze maand fertilizer gebruikt?

source: Yes
ms: Ja

source: No
ms: Nee

source: How much fertilizer did you use? (optional)
ms: Hoeveel kunstmest heb je gebruikt? (optioneel

source: Go back
ms: Terug

source: Submit
ms: Verstuur

source: Please fill in all fields. If there are no harvested bananas in a particular yield, please fill in zero.
ms: Vul graag alle velden in. Als er geen oogst in een bepaald cyclus is gedaan, vul dan null in

source: Yield
ms: Cyclus

source: Amount of Bananas
ms: Hoeveelheid Bananen

source: KG
ms: KM

source: Next
ms: Volgende

source: Harvested Trees
ms: Oogst bomen

source: Amount of Trees
ms: Hoeveelheid bomen

source: New planted trees
ms: Nieuwe geplante bomen

source: Please fill in all fields. If there are no new planted trees in a particular yield, please fill in zero.
ms: Vul graag alle velden in. Als er geen niew geplante bomen is in een bepaald cyclus is gedaan, vul dan null in

source: Success
ms: Geslaagd

source: Month Overview
ms: Maandelijks Overzicht

source: Overview Farms
ms: Boederijen Overzicht

source: No data available.
ms: Geen data beschikbaar

source: Statistics
ms: Statistieken

source: Harvest KGs
ms: Oogst Bananen

source: Fertilizer used
ms: Kunstmest gebruikt

source: Fertilizer amount
ms: Kunstmest hoeveelheid

source: Edit
ms: Aanpassen

source: Monthly Harvested Bananas (KG)
ms: Maandelijks Geoogst Bananas

source: Total Bananas Harvested (KG)
ms: Totaal Bananen geoogst

source: Total Trees Planted
ms: Totaal bomen geplant

source: Total Trees Harvested
ms: Totaal bomen geoogst

source: May
ms: Mrt

source: Oct
ms: Okt
